[
  {
    "id": 1,
    "nome": "Alexandre Calmon",
    "cargo": "Sócio | Partner Rio de Janeiro",
    "email": "alexandre.calmon@cosro.com",
    "telefone1": "+55 21 98131 2273",
    "telefone2": "",
    "img": "https://firebasestorage.googleapis.com/v0/b/site-costa-rodrigues.appspot.com/o/C%C3%B3pia%20de%20Alexandre_vale%20este.png?alt=media&token=2c79f8c1-ab31-4524-adc5-c7b8470ab17c",
    "ranking1": "Chambers and Partners Global",
    "ranking2": "Chambers and Partners Brazil",
    "ranking3": "Latin Lawyer 250 ",
    "ranking4": "Legal 500: melhor advogado de Petróleo e Gás Natural do Brasil em 2024",
    "ranking5": "The Latin American Lawyer Awards: Advogado do Ano, Energia e Infraestrutura na América Latina, em 2023/2024,",
    "ranking6": "Who’s Who Legal: estrela na área de Petróleo e Gás Natural no Brasil, 2018",
    "idiomas": "Português, Inglês, Espanhol",
    "apresentacao1": "Alexandre é advogado com ampla experiência nas indústrias de energia, petróleo, gás natural e mineração, concentrando sua prática em assuntos de cunho contratual, regulatório e transacional envolvendo clientes na área de infraestrutura, energia e recursos naturais. ",
    "apresentacao2": "Além da sua prática regulatória e contratual, possui experiência significativa em operações de M&A, tendo assessorado clientes em diversas das maiores operações na área de Energia no Brasil. É um renomado especialista em temas relacionados à transição energética e profundo conhecedor das oportunidades emergentes na América Latina na área de energia, gás natural, biogás e minerais críticos. ",
    "experiencia": "Alexandre possui ampla experiência em contratos de concessão de petróleo e gás, natural em áreas em terra e no mar, contratos de partilha de produção, JOAs, operações de farm-in e farm-out, contratos de comercialização de petróleo, assim como em temas regulatórios de gás natural, contratos de transporte, contratos de compra e venda, acesso às infraestruturas necessárias a escoamento e processamento, além de discussões diversas relacionadas à estruturação do mercado de gás natural no Brasil. Ao longo de sua carreira, e dentre outras experiências relevantes, Alexandre se destacou atuando em aquisições de empresas e ativos em valor superior a U$15 Bilhões de dólares, discussões regulatórias complexas, inclusive àquela relativa ao marco regulatório do maior duto de etanol do mundo e em aquisições e estruturação de diversos projetos de mineração no Brasil e no exterior (de minerais críticos, ouro, minério de ferro, manganês, potássio e diamantes), além de assessorar na estruturação de projetos pioneiros de captura e armazenamento de carbono. Ele é ativamente comprometido com formação jurídica e treinamento corporativo. É autor de diversas publicações abordando temas de petróleo e gás natural, transição energética e captura de carbono, e ministra palestras e apresentações em diversos níveis, para instituições públicas e privadas no Brasil e no exterior. Alexandre também é ativo participante de grupos que prestam assistência jurídica gratuita a minorias e pessoas em situação de vulnerabilidade e um entusiasta de iniciativas que buscam ampliar a diversidade no mercado de serviços jurídicos no Brasil.",
    "setores1": "Descarbonização",
    "setores2": "Energia",
    "setores3": "Infraestrutura",
    "setores4": "Mineração",
    "setores5": "Navegação",
    "pratica1": "Contratos Administrativos",
    "pratica2": "Licitações",
    "pratica3": "Contratos Comerciais",
    "pratica4": "EGVC",
    "pratica5": "Financiamento de Projetos",
    "pratica6": "Regulatório, Política e Compliance, Societário/M&A, Sustentabilidade",
    "pratica7": "Política e Compliance",
    "pratica8": "Societário/M&A",
    "pratica9": "Sustentabilidade",
    "qualificacao": "Graduação em Direito pela Universidade Cândido Mendes Pós-graduação em Direito Societário e Mercado de Capitais pela Fundação Getúlio Vargas (FGV/Rio)",
    "aliancas": "Ordem dos Advogados do Brasil, Seccionais de São Paulo e do Rio de Janeiro Associação Internacional dos Negociadores de Energia (AIEN) Rocky Mountain Mineral Law Foundation (RMMLF) Instituto Brasileiro do Direito da Energia (IBDE) Comissão de Direito do Petróleo e Gás Natural da OAB/RJ Coordenador do Comitê de Gás Natural do IBDE Presidente do Comitê Jurídico da Câmara de Comércio Brasil-Noruega (NBCC), 2018-2019"
  },

  {
    "id": 2,
    "nome": "Jessica Filka",
    "cargo": "Counsel São Paulo",
    "email": "jessica.filka@cosro.com",
    "telefone1": "+55 11 99871 9977",
    "telefone2": "",
    "img": "https://firebasestorage.googleapis.com/v0/b/site-costa-rodrigues.appspot.com/o/C%C3%B3pia%20de%20Jessica%20filka.jpg?alt=media&token=9e1fe82e-ba83-4662-a1d9-ee0286b84bb1",
    "ranking1": "Chambers and Partners Global",
    "ranking2": "Chambers and Partners Brazil",
    "ranking3": "Latin Lawyer 250 ",
    "ranking4": "Legal 500: melhor advogado de Petróleo e Gás Natural do Brasil em 2024",
    "ranking5": "The Latin American Lawyer Awards: Advogado do Ano, Energia e Infraestrutura na América Latina, em 2023/2024,",
    "ranking6": "Who’s Who Legal: estrela na área de Petróleo e Gás Natural no Brasil, 2018",
    "idiomas": "Português, Inglês, Espanhol",
    "apresentacao1": "Alexandre é advogado com ampla experiência nas indústrias de energia, petróleo, gás natural e mineração, concentrando sua prática em assuntos de cunho contratual, regulatório e transacional envolvendo clientes na área de infraestrutura, energia e recursos naturais. ",
    "apresentacao2": "Além da sua prática regulatória e contratual, possui experiência significativa em operações de M&A, tendo assessorado clientes em diversas das maiores operações na área de Energia no Brasil. É um renomado especialista em temas relacionados à transição energética e profundo conhecedor das oportunidades emergentes na América Latina na área de energia, gás natural, biogás e minerais críticos. ",
    "experiencia": "Alexandre possui ampla experiência em contratos de concessão de petróleo e gás, natural em áreas em terra e no mar, contratos de partilha de produção, JOAs, operações de farm-in e farm-out, contratos de comercialização de petróleo, assim como em temas regulatórios de gás natural, contratos de transporte, contratos de compra e venda, acesso às infraestruturas necessárias a escoamento e processamento, além de discussões diversas relacionadas à estruturação do mercado de gás natural no Brasil. Ao longo de sua carreira, e dentre outras experiências relevantes, Alexandre se destacou atuando em aquisições de empresas e ativos em valor superior a U$15 Bilhões de dólares, discussões regulatórias complexas, inclusive àquela relativa ao marco regulatório do maior duto de etanol do mundo e em aquisições e estruturação de diversos projetos de mineração no Brasil e no exterior (de minerais críticos, ouro, minério de ferro, manganês, potássio e diamantes), além de assessorar na estruturação de projetos pioneiros de captura e armazenamento de carbono. Ele é ativamente comprometido com formação jurídica e treinamento corporativo. É autor de diversas publicações abordando temas de petróleo e gás natural, transição energética e captura de carbono, e ministra palestras e apresentações em diversos níveis, para instituições públicas e privadas no Brasil e no exterior. Alexandre também é ativo participante de grupos que prestam assistência jurídica gratuita a minorias e pessoas em situação de vulnerabilidade e um entusiasta de iniciativas que buscam ampliar a diversidade no mercado de serviços jurídicos no Brasil.",
    "setores1": "Energia",
    "setores2": "Life Sciences e Healthcare",
    "setores3": "Tecnologia",
    "pratica1": "Contratos Comerciais",
    "pratica2": "EGVC",
    "pratica3": "Societário/M&A",
    "pratica8": "Societário/M&A",
    "pratica9": "Sustentabilidade",
    "qualificacao": "Graduação em Direito pela Universidade Cândido Mendes Pós-graduação em Direito Societário e Mercado de Capitais pela Fundação Getúlio Vargas (FGV/Rio)",
    "aliancas": "Ordem dos Advogados do Brasil, Seccionais de São Paulo e do Rio de Janeiro Associação Internacional dos Negociadores de Energia (AIEN) Rocky Mountain Mineral Law Foundation (RMMLF) Instituto Brasileiro do Direito da Energia (IBDE) Comissão de Direito do Petróleo e Gás Natural da OAB/RJ Coordenador do Comitê de Gás Natural do IBDE Presidente do Comitê Jurídico da Câmara de Comércio Brasil-Noruega (NBCC), 2018-2019"
  },
  {
    "id": 3,
    "nome": "Laura Kurth",
    "cargo": "Sócia | Partner Rio de Janeiro e São Paulo",
    "email": "laura.kurth@cosro.com",
    "telefone1": "+55 21 99858 5551",
    "img": "https://firebasestorage.googleapis.com/v0/b/site-costa-rodrigues.appspot.com/o/C%C3%B3pia%20de%20Laura%20Kurth.jpg?alt=media&token=be6227bb-e22f-414a-b219-830a0f3862fc"
  },
  {
    "id": 4,
    "nome": "Renata Salluh",
    "cargo": "Sócia | Partner Rio de Janeiro e São Paulo",
    "email": "renata.salluh@corso.com",
    "telefone1": "+55 21 98741 7143",
    "telefone2": "+55 21 4042 7950",
    "telefone3": "+39 338 3621 940",
    "img": "https://firebasestorage.googleapis.com/v0/b/site-costa-rodrigues.appspot.com/o/C%C3%B3pia%20de%20Renata.jpeg?alt=media&token=c85e7788-dcfe-41ae-af5b-7d0103217839"
  },
  {
    "id": 5,
    "nome": "Beni Flint",
    "cargo": "Sócio | Partner Madrid",
    "email": "beni.flint@cosro.com",
    "telefone1": "+55 21 98719 1610",
    "telefone2": "",
    "img": "https://firebasestorage.googleapis.com/v0/b/site-costa-rodrigues.appspot.com/o/C%C3%B3pia%20de%20Beni.jpg?alt=media&token=21857939-a4a5-4ec0-8c04-dc1965b05275",
    "ranking1": "Legal 500",
    "idiomas": "Português, Inglês, Espanhol",
    "apresentacao1": "Alexandre é advogado com ampla experiência nas indústrias de energia, petróleo, gás natural e mineração, concentrando sua prática em assuntos de cunho contratual, regulatório e transacional envolvendo clientes na área de infraestrutura, energia e recursos naturais. ",
    "apresentacao2": "Beni Flint une sólido conhecimento técnico e vasta experiência em contencioso e arbitragem, sempre com o foco em atender às demandas específicas de seus clientes. ",
    "experiencia": "Beni tem se destacado na representação de clientes nacionais e internacionais em disputas judiciais de grande relevância nos tribunais brasileiros, bem como em arbitragens internacionais e domésticas, seguindo regulamentos de diversas câmaras arbitrais, como a Câmara de Comércio Internacional (CCI), o London Court of International Arbitration (LCIA), o Centro de Arbitragem e Mediação da Câmara de Comércio Brasil-Canadá (CAM-CCBC), a Câmara de Arbitragem do Mercado (CAM), a Câmara FGV de Mediação e Arbitragem e o Centro Brasileiro de Mediação e Arbitragem (CBMA). Sua experiência também abrange ações de recuperação de crédito, reestruturação e falências. Além disso, Beni acumula anos de experiência de aconselhamento jurídico à estruturação e negociação de contratos comerciais e operações societárias. Desde o início de sua carreira, Beni interage com clientes que atuam em variados setores da indústria, com destaque para os setores de energia, imobiliário, infraestrutura, navegação e tecnologia, consolidando sua atuação como um profissional versátil e especializado.",
    "setores1": "Agronegócio",
    "setores2": "Energia",
    "setores3": "Infraestrutura",
    "setores4": "Esportes",
    "setores5": "Navegação",
    "setores6": "Tecnologia",
    "pratica1": "Contratos Comerciais",
    "pratica2": "Contencioso e Arbitragem",
    "qualificacao": "Graduação em Direito pela Pontífice Universidade Católica do Rio de Janeiro (PUC/Rio) Pós-graduação em Direito Patrimonial Privado, PUC/Rio“International Commercial Arbitration”, American University Washington College of Law “Curso de Extensão em Processo Civil”, PUC/Rio, 201",
    "aliancas": "Ordem dos Advogados do Brasil, Seccional do Rio de Janeiro Instituto Brasileiro do Direito da Construção (IBDIC)Comitê Diretivo Brasileiro do Club Español e Iberoamericano de Arbitraje (CEIA)"
  },

  {
    "id": 6,
    "nome": "Bruna Rocha",
    "cargo": "Sócia | Partner São Paulo",
    "email": "bruna.rocha@cosro.com",
    "telefone1": "+55 11 91125 0805",
    "telefone2": "+55 11 99625 2548",
    "img": "https://firebasestorage.googleapis.com/v0/b/site-costa-rodrigues.appspot.com/o/C%C3%B3pia%20de%20Bruna.jpg?alt=media&token=68d48cb6-c64c-409b-a931-f287d1b40c15",
    "ranking1": "Legal 500",
    "idiomas": "Português, Inglês, Espanhol",
    "apresentacao1": "Bruna Rocha une expertise técnica no setor de Life Sciences e Healthcare a uma abordagem setorial e negocial centrada nas necessidades de seus clientes.",
    "apresentacao2": "Ao longo de sua carreira, que compreende anos nos Estados Unidos, ela tem se destacado na oferta de soluções jurídicas estratégicas que garantem conformidade e promovem inovação em ambientes complexos. Sua capacidade de comunicação e habilidades de negociação permitem que ela estabeleça parcerias eficazes com profissionais de saúde, instituições e órgãos reguladores. Com um compromisso inabalável com a ética e a excelência, Bruna Rocha se posiciona como uma referência no setor em saúde, dedicada a contribuir para o aprimoramento do arcabouço de saúde brasileiro e das práticas jurídicas associadas.",
    "experiencia": "Bruna Rocha atua com uma clientela diversificada, que inclui indústrias farmacêuticas, farmoquímicas, organizações representativas de pesquisa clínica, produtos para a saúde, biotechs, saúde digital e agronegócio. Com uma abordagem focada nas intricadas questões transacionais e regulatórias, ela estabelece parcerias estratégicas com executivos e executivas C-level, investidores e investidoras, desenvolvedores e profissionais de saúde, guiando-os de forma excepcional ao longo de todo o ciclo de desenvolvimento e implementação de produtos, serviços e soluções de saúde, desde o laboratório até o mercado.Sua expertise abrange uma ampla gama de serviços, incluindo consultoria na formação de empresas com objeto regulado, criação de plataformas de investimento para novos mercados de saúde, além da facilitação de aquisições transfronteiriças de controle e ativos e iniciativas complexas de reestruturação. Bruna também fornece orientação estratégica na formação de alianças comerciais, negociação e navegação por cenários regulatórios intrincados. Ela demonstra profundo conhecimento dos riscos reputacionais associados à responsabilidade por produtos, serviços e soluções de interesse à saúde e às preocupações de segurança do setor. Ela já se posiciona na vanguarda da inovação tecnológica em saúde, com conhecimentos que abrangem áreas como a integração da inteligência artificial na saúde, aplicações médicas móveis, intercâmbio de informações de saúde, Internet das Coisas Médicas (IoMT), dispositivos vestíveis e bioimpressão.",
    "setores1": "Agronegócio",
    "setores2": "Alimentos e Bebidas",
    "setores3": "Infraestrutura",
    "setores4": "Bens de Consumo e Varejo",
    "setores5": "Cannabis",
    "setores6": "Tecnologia",
    "setores7": "Life Sciences e Healthcare,",
    "pratica1": "Contratos Comerciai",
    "pratica2": "Contratos Administrativos e Licitações",
    "pratica3": "Regulatório",
    "pratica4": "Política e Compliance",
    "pratica5": "Relações ",
    "qualificacao": "Graduação em Direito pela Universidade de Barretos (virtual)",
    "aliancas": "Ordem dos Advogados do Brasil, Seccionais de Brasília, São Paulo e do Rio de Janeiro Comitês de Direito de Saúde e Cannabis da Ordem dos Advogados do Brasil, Seccionais de São Paulo e do Rio de Janeiro International Bar Association (IBA) Brazilian-American Chamber of Commerce Leadership Alliance for Women (LAW) Diretora Executiva da Associação Brasileira da Indústria de Canabinoides (BRCann)"
  },
  {
    "id": 7,
    "nome": "Eugénie Caroit",
    "cargo": "Counsel São Paulo",
    "email": "eugenie.caroit@cosro.com",
    "telefone1": "+55 11 95004 4082",
    "telefone2": "",
    "img": "https://firebasestorage.googleapis.com/v0/b/site-costa-rodrigues.appspot.com/o/C%C3%B3pia%20de%20Eugenie.jpg?alt=media&token=a97ce6fb-8fe0-475b-86ab-ddccc3a35bf6",
    "ranking1": "Legal 500",
    "idiomas": "Português, Inglês, Espanhol",
    "apresentacao1": "Eugénie Caroit tem ampla experiência em arbitragem internacional, tanto comercial quanto de investimentos. ",
    "apresentacao2": "Eugénie desenvolveu sua expertise em arbitragem internacional em renomado escritório internacional em Paris, para logo consolidar sua prática em São Paulo. Ela participa de arbitragens internacionais regidas pelas regras da CCI, ICSID, UNCITRAL e LCIA, trabalhando em inglês, português, espanhol e francês. Sua atuação abrange regiões como América do Sul, Caribe, Europa, Oriente Médio e Estados Unidos. Eugénie é fluente em várias línguas, o que facilita a interação em casos que envolvem pessoas de diferentes origens. Ela também se destaca em audiências.",
    "experiencia": "Eugénie possui uma sólida prática em arbitragem, com ênfase em disputas multijurisdicionais, tanto comerciais quanto de investimentos, atendendo clientes dos setores público e privado. Ela já representou Estados, entidades estatais e empresas privadas em arbitragens complexas e de alto risco, com foco nos setores de energia, infraestrutura e construção, life sciences e healthcare, e mineração. Seu trabalho abrange casos relevantes de conflitos comerciais e responsabilidade civil, disputas societárias, além de procedimentos administrativos, pré-contenciosos, mediações e dispute boards. Eugénie se destaca em hearings, especialmente em cross-examination, durante os processos arbitrais, e frequentemente compartilha seu conhecimento em palestras e publicações sobre arbitragem internacional. Eugenie também atuou como advogada e secretária administrativa em tribunais arbitrais em diversas jurisdições, reforçando sua experiência na área.",
    "setores1": "Energia",
    "setores2": "Alimentos e Bebidas",
    "setores3": "Infraestrutura",
    "setores4": "Navegação",
    "setores5": "Life Sciences e Healthcare,",
    "pratica1": "Contencioso e Arbitragem",
    "qualificacao": "LL.M. (Fulbright Scholar) pela University of Pennsylvania (Law School) Masters in Economic Law pela Sciences Po Paris Licence pela Sciences Po Paris Intercâmbio na Faculdade de Direito da Universidade de São Paulo Business & Law Certificate pela University of Pennsylvania (Wharton)",
    "aliancas": "New York Bar Club Español e Iberoamericano del Arbitraje (CEIA) Comité Français de l’Arbitrage -40 (CFA-40) ICC Young Arbitration and ADR Forum (ICC YAAF) New Generation CAM-CCBC (NewGen) Fulbright Association Alumni Secretária do Comité de Energia e Recursos Naturais da Asociación Latinoamericana de Arbitraje (ALARB)"
  },
  {
    "id": 8,
    "nome": "Isabela Morbach",
    "cargo": "Sócia | Partner São Paulo",
    "email": "isabela.morbach@cosro.com",
    "telefone1": "+55 11 98999 6607",
    "telefone2": "",
    "img": "https://firebasestorage.googleapis.com/v0/b/site-costa-rodrigues.appspot.com/o/C%C3%B3pia%20de%20Isa.jpg?alt=media&token=7d278b9f-7153-4dca-a68e-2b9e43af947e",
    "apresentacao1": "Isabela é especialista em descarbonização econômica, com uma atuação abrangente que abarca desde o setor de energia até indústrias de alta emissão",
    "apresentacao2": "Seu foco está nas novas fronteiras das energias renováveis, como biocombustíveis de nova geração (Diesel Verde, SAF, Biometano), tecnologias sustentáveis, captura e armazenamento de carbono (CCS), e projetos envolvendo hidrogênio. Além disso, Isabela tem se destacado no desenvolvimento dos mercados regulado e voluntário de carbono no Brasil, contribuindo significativamente para o estabelecimento do marco regulatório no país. Ela também é cofundadora e a atual Diretora Executiva da Associação CCS Brasil, onde se dedica à promoção e implementação de projetos de captura e armazenamento de carbono. ",
    "experiencia": "Isabela reúne vasta experiência na elaboração de análises jurídicas estratégicas voltadas para a implementação de projetos de transição energética e descarbonização. Sua atuação abrange a adequação regulatória e a gestão de riscos dentro dos mercados de carbono, tanto voluntário quanto regulado. Ela oferece suporte jurídico para viabilizar projetos de captura e armazenamento geológico de carbono, além de combustíveis de baixa emissão, destacando-se em iniciativas relacionadas a Diesel Verde, SAF, Biometano e Hidrogênio. Nos últimos 10 anos, Isabela tem exercido um papel ativo na modelagem de políticas e na regulação brasileira, com o objetivo de criar um ambiente propício à aceleração da transição energética. Atualmente, uma parte significativa de sua prática é dedicada a relações governamentais estratégicas, com foco no fortalecimento das políticas de descarbonização, especialmente no contexto da transição energética e no desenvolvimento do mercado de hidrogênio.",
    "setores1": "Energia",
    "setores2": "Descarbonização",
    "setores3": "Infraestrutura",
    "setores4": " Life Sciences e Healthcare",
    "pratica1": "Contratos Administrativos e Licitações",
    "pratica2": "Contratos Comerciais",
    "pratica3": " Regulatório",
    "pratica4": "Política e Compliance",
    "pratica5": " Relações",
    "qualificacao": "Graduação em Direito pela Universidade Federal do Pará Pós-graduação em Direito Econômico pela FGV  Mestre em Direito Financeiro e Econômico pela Faculdade de Direito da USP Doutorado em Planejamento Energético pelo Instituto de Energia e Ambiente da USP, com período Sanduíche no Imperial College London",
    "aliancas": "Ordem dos Advogados do Brasil, Seccionais de São Paulo, Rio de Janeiro, Pará Conselho Consultivo da Associação Brasileira de Hidrogênio (ABH2) Grupo de Trabalho de Energias Renováveis ​​da LaClima,  Comitê Consultivo e Técnico do Centro de Inovação do SENAI em Biomassa Conselho Industrial da Sociedade para Tecnologia de Baixo Carbono Associação Internacional dos Negociadores de Energia (AIEN) Infra Women Brasil (IWB) Cofundadora e Diretora Executiva da Associação CCS Brasil"
  },
  {
    "id": 9,
    "nome": "João Marçal Martins",
    "cargo": "Sócio | Partner São Paulo",
    "email": "joao.marcal@cosro.com",
    "telefone1": "+55 21 98121 9116",
    "telefone2": "",
    "img": "https://firebasestorage.googleapis.com/v0/b/site-costa-rodrigues.appspot.com/o/C%C3%B3pia%20de%20Jo%C3%A3o.jpg?alt=media&token=90b8f1b6-442c-4c59-be1b-ace8ba69e6db",
    "ranking1": "Chambers and Partners, Brazil, Regions, Dispute Resolution Rio de Janeiro",
    "ranking2": "Chambers and Partners, Brazil, Contentious – Arbitration, 2024",
    "ranking3": "The Legal 500, Dispute Resolution – Litigation, 2022, 2023 e 2024",
    "ranking4": "The Legal 500, Energia e Recursos Naturais – Hydrocarbons, 2023 e 2024",
    "ranking5": "Best Lawyers, Corporate & M&A Law, 2023 e 2024",
    "ranking6": "Leaders League, Transactions & Deals, Energy & Environment. 2024",
    "idiomas": "Português, Inglês, Espanhol",
    "apresentacao1": "Com uma abordagem pragmática, João adota estratégias inovadoras e persuasivas para resolução de disputas.",
    "apresentacao2": "Ele lidera uma das mais sofisticadas equipes de advogados especializados em contencioso e arbitragem do país. João compreende as prioridades comerciais de seus clientes e os riscos jurídicos e regulatórios associados aos processos judiciais, processos administrativos, e arbitragens.",
    "experiencia": "João concentra sua prática em contencioso e arbitragem, com ênfase em disputas multijurisdicionais. Ele orienta seus clientes na resolução de problemas complexos, colaborando na criação de soluções que estão alinhadas aos objetivos de negócios e que permitem a obtenção de resultados bem-sucedidos. Com uma sólida experiência na resolução de casos multinacionais, João representa importantes empresas de diversos setores, como energia, esportes, infraestrutura, life sciences, saúde, transporte marítimo, mineração e tecnologia. Seu trabalho abrange uma variedade de casos, incluindo disputas na construção civil, questões societárias, conflitos comerciais e responsabilidade civil, além de procedimentos administrativos, pré-contenciosos, mediações e dispute boards. João também possui vasta experiência em gestão de crises, representando clientes em inquéritos civis, ações civis públicas, comissões parlamentares de inquérito (CPIs) e na negociação de Termos de Ajustamento de Conduta (TACs). Além disso, ele mantém seus clientes atualizados sobre as tendências do mercado, incluindo o aumento em litígios de grande escala e ações coletivas que impactam o núcleo dos negócios. João é árbitro e integra a lista de árbitros do CBMA, CAM AMCHAM, ARBITAC e CAESP.",
    "setores1": "Agronegócio",
    "setores2": "Alimentos e Bebidas",
    "setores3": "Infraestrutura",
    "setores4": "Bens de Consumo e Varejo",
    "setores5": "Energia",
    "setores6": "Esportes",
    "setores7": "Life Sciences e Healthcare,",
    "setores8": "Navegação",
    "pratica1": "Contencioso e Arbitragem",
    "pratica4": "Política e Compliance",
    "pratica5": "Relações ",
    "qualificacao": "Graduado em Direito pela Pontifícia Universidade Católica do Rio de Janeiro (PUC/Rio) Mestre em Direito do Estado e da Regulação pela Fundação Getúlio Vargas do Rio de Janeiro (FGV/Rio) Certificado de Business & Law pela Wharton School da Universidade da Pensilvânia (UPenn), EUA LL.M. pela Universidade da Pensilvânia (UPenn), EUA Mestre em Direito dos Negócios pela Fundação Getúlio Vargas de São Paulo (FGV/SP)",
    "aliancas": "Ordem dos Advogados do Brasil, Seccionais de São Paulo e Rio de Janeiro Charter Institute of Arbitrators (CIArB) Penn Law International Arbitration Association Instituto de Direito Privado (IDP) Brazil Infrastructure Institute Vice Presidente de Special Projects da Section of International Law, International Courts, and Judicial Affairs Committee da American Bar Association (ABA) Árbitro das seguintes instituições: CBMA, CAM AMCHAM, ARBITAC e CAESP Professor do Curso de Extensão em Arbitragem da PUC/Rio, da Escola Superior de Advocacia da OAB-RJ e da Future Law (Thomson Reuters)"
  },
  {
    "id": 10,
    "nome": "Marcelo Frazão",
    "cargo": "Sócio-Diretor | Managing Partner Rio de Janeiro",
    "email": "marcelo.frazao@cosro.com",
    "telefone1": "+55 21 98800 4896",
    "telefone2": "",
    "img": "https://firebasestorage.googleapis.com/v0/b/site-costa-rodrigues.appspot.com/o/C%C3%B3pia%20de%20Marcelo.jpg?alt=media&token=c56ce132-aa57-419d-a1db-ed52ba1d7499",
    "ranking1": "Chambers and Partners, Energy & Natural Resources, Brazil, 2024",
    "ranking2": "Leaders League, Energy & Natural Resources, Brazil, 2024",
    "ranking3": "Legal 500 Latin America, Energy & Natural Resources, Brazil, 2024",
    "idiomas": "Português, Inglês, Espanhol",
    "apresentacao1": "Marcelo atua nos setores de energia, infraestrutura e navegação, com foco em projetos multinacionais, notadamente na América Latina, Europa e Ásia.",
    "apresentacao2": "Reconhecido como um dos principais advogados em infraestrutura marítima no Brasil, ele possui vasta experiência em construção, leasing, financiamento e arbitragem de terminais, embarcações offshore e plataformas. Além disso, participa de operações de M&A em projetos de energia renovável e GNL. Comprometido com a sustentabilidade, Marcelo também representa clientes em iniciativas de descarbonização e novas tecnologias energéticas, com destaque para projetos de biocombustíveis e hidrogênio de baixa emissão de carbono. Sua expertise o torna uma referência em estratégias para iniciativas de redução da pegada de carbono, promovendo uma oferta segura e acessível de energia aos mercados nacionais e internacionais.",
    "experiencia": "Marcelo tem sólida experiência em construção, leasing, financiamento e arbitragem de terminais, embarcações offshore, plataformas, FPSO e FSRU, relacionados à exploração e produção de petróleo e gás natural. Ele também atua em operações de M&A em projetos de geração de energia renovável, incluindo eólica onshore, offshore e solar, além de iniciativas gas-to-power e GNL. Seu trabalho abrange os principais projetos de terminais flutuantes de regaseificação no Brasil, assessorando clientes em contratos, construção e operação de gasodutos, compra e venda de GNL, além de questões regulatórias e de financiabilidade. Além disto, com um forte compromisso com a sustentabilidade, Marcelo representa clientes em projetos inovadores de produção de energia e descarbonização da economia, incluindo hidrogênio e amônia de baixa emissão, iniciativas de captura e armazenamento de carbono (CCS) e no mercado de carbono. Ele orienta estratégias para reduzir a pegada de carbono, enquanto promove uma oferta segura e acessível de energia. Sua atuação em biocombustíveis, como biomassa e biogás, inclui a participação em grandes projetos em implementação no Brasil, revisando e negociando contratos de compra e venda de matérias-primas, acesso à terra e planejamento de infraestruturas de produção e escoamento. Sua dedicação setorial confere a ele uma notável habilidade de identificar todos os aspectos legais, geográficos, comerciais e geopolíticos dos negócios, abrangendo toda a cadeia de valor da operação de seus clientes.",
    "setores1": "Descarbonização",
    "setores2": "Alimentos e Bebidas",
    "setores3": "Infraestrutura",
    "setores4": "Energia",
    "setores5": "Navegação",
    "setores6": "EsporNavegaçãotes",
    "setores7": "Tecnologia",
    "pratica1": "Contratos Administrativos e Licitaçõe",
    "pratica2": "Contratos Comerciais",
    "pratica3": "EGVC",
    "pratica4": "Financiamento de Projetos",
    "pratica5": "Regulatório",
    "pratica6": "Política e Compliance",
    "pratica7": "Societário/M&A",
    "qualificacao": "Graduação em Direito pela Universidade Federal Fluminense Pós-graduação em Direito Societário pelo IBMEC Mestre em Direito (LLM) pela London School of Economics and Political Science (LSE)",
    "aliancas": "Ordem dos Advogados do Brasil, Seccionais de São Paulo e Rio de Janeiro Association of International Energy Negotiators (AIEN) Foundation for Natural Resources and Energy Law (FNREL) Associação Brasileira de Direito Marítimo (ABDM) Câmara de Comércio Brasil-Noruega (NBCC)"
  },
  {
    "id": 11,
    "nome": "Maria Eduarda Bérgamo",
    "cargo": "Sócia | Partner Rio de Janeiro",
    "email": "eduarda.bergamo@cosro.com",
    "telefone1": "+55 21 97633 1731",
    "telefone2": "",
    "img": "https://firebasestorage.googleapis.com/v0/b/site-costa-rodrigues.appspot.com/o/C%C3%B3pia%20de%20Maria%20Eduarda%20Bergamo.jpg?alt=media&token=da7529a0-2eef-4746-8b12-922038001294",
    "ranking1": "Legal 500, 2023, 2024",
    "idiomas": "Português, Inglês",
    "apresentacao1": "Marcelo atua nos setores de energia, infraestrutura e navegação, com foco em projetos multinacionais, notadamente na América Latina, Europa e Ásia.",
    "apresentacao2": "Maria Eduarda adota uma abordagem especializada na estruturação de negócios imobiliários, tanto em áreas urbanas quanto rurais. Sua experiência e visão estratégica a tornam uma profissional essencial para quem busca navegar pelas complexidades deste mercado.",
    "setores1": "Agronegócio",
    "setores2": "Alimentos e Bebidas",
    "setores3": "Life Sciences e Healthcare",
    "setores4": "Energia",
    "setores5": "Imobiliário",
    "setores6": "Tecnologia",
    "pratica1": "Regulatório",
    "pratica2": "Contratos Comerciais",
    "pratica3": "Política e Compliance",
    "pratica4": "Sustentabilidade",
    "qualificacao": "Graduação em Direito Pontifícia Universidade Católica do Rio de Janeiro (PUC/Rio)",
    "aliancas": "Ordem dos Advogados do Brasil, Seccionais de São Paulo e Rio de Janeiro International Bar Association (IBA) GRI Brasil"
  },
  {
    "id": 12,
    "nome": "Rosângela Delgado",
    "cargo": "Sócia | Partner Rio de Janeiro",
    "email": "rosangela.delgado@cosro.com",
    "telefone1": "+55 21 98145 4707",
    "telefone2": "",
    "img": "https://firebasestorage.googleapis.com/v0/b/site-costa-rodrigues.appspot.com/o/C%C3%B3pia%20de%20Ros%C3%A2ngela%20Delgado.jpg?alt=media&token=656d0db2-74b6-47fa-a633-e638eb2ad4c1",
    "ranking1": "Chambers and Partners, Brazil, Contentious, 2023",
    "ranking2": "Chambers and Partners, Brazil, Consumer Law – Leading Individual, 2023",
    "ranking3": "Whoʹs Who Legal, National Leaders, Recommended, Product Liability Defence, 2023",
    "ranking4": "Expert Guides – Women in Business Law - Product Liability, 2021",
    "ranking5": "Análise Advocacia Mulher, Cível, Máquinas e Equipamentos, 2021",
    "idiomas": "Português, Inglês,Espanhol",
    "apresentacao1": "Rosângela tem vasta experiência em contencioso estratégico e consultivo e liderou por muitos anos o contencioso de escritório full service de projeção nacional e internacional. ",
    "apresentacao2": "A sólida experiência profissional de Rosângela a ajuda a identificar as questões comerciais de seus clientes e os riscos a que podem estar sujeitos, tanto na esfera pré-contenciosa, quanto na judicial.",
    "experiencia": "Rosângela concentra sua prática em direito civil, consumidor, ações coletivas, negociações com órgãos regulatórios e com as diversas esferas do Ministério Público (Inquéritos Civis Públicos, negociação de Termos de Ajustamento de Conduta e outros). Ela auxilia seus clientes a chegarem às soluções que melhor os protejam do ponto de vista jurídico, ao mesmo tempo em que viabilizem seus objetivos comerciais. Rosângela tem ao longo dos anos tido constante interação com escritórios e clientes estrangeiros buscando auxiliá-los a compreender riscos jurídicos e as especificidades do sistema judicial brasileiro. Com uma sólida experiência na área de resolução de conflitos, Rosângela representa relevantes empresas de diversos setores, como Alimentos e Bebidas, Bens de Consumo e Varejo, Tecnologia, Cannabis, Life Sciences e Healthcare. Sua prática inclui disputas relativas a questões regulatórias, conflitos comerciais, consumidor e outros direitos difusos e coletivos, responsabilidade civil e procedimentos administrativos pré-contenciosos perante órgãos reguladores e Ministério Público.",
    "setores1": "Bens de Consumo e Varejo",
    "setores2": "Alimentos e Bebidas",
    "setores3": "Cannabis",
    "setores4": " Life Sciences e Healthcare",
    "setores5": "Tecnologia",
    "pratica1": "Contencioso e Arbitragem",
    "pratica2": "Contratos Comerciais",
    "pratica3": "Regulatório",
    "pratica4": "Política e Compliance",
    "qualificacao": "Graduada em Direito pela Universidade do Estado do Rio de Janeiro (UERJ) Pós-graduada em Direito do Consumidor pela Universidade do Estado do Rio de Janeiro (UERJ) Visiting Attorney no escritório Cleary, Gottlieb, Steen &amp; Hamilton, Washington DC e NovaIorque",
    "aliancas": "Ordem dos Advogados do Brasil, Seccional Rio de Janeiro Defense Research Institute (DRI) – Brazil Country Chair Membro da Comissão de Direito Civil da OAB-RJ, 2022-2024"
  },
  {
    "id": 13,
    "nome": "Vilmar Luiz Graça Gonçalves",
    "cargo": "Sócio | Partner Rio de Janeiro",
    "email": "vilmar.goncalves@cosro.com",
    "telefone1": "+55 21 98123 3840",
    "telefone2": "",
    "idade": 25,
    "img": "https://firebasestorage.googleapis.com/v0/b/site-costa-rodrigues.appspot.com/o/C%C3%B3pia%20de%20Vilmae.jpg?alt=media&token=0120925b-8dc7-4ad2-97a6-19bc94ff1de6",
    "ranking1": "Chambers and Partners, 2024",
    "ranking2": "Leaders League Brasil, Direito Ambiental, 2021, 2022, 2023, 2024",
    "ranking3": "Legal 500 Latin America, Ambiental, 2021, 2022, 2023, 2024",
    "ranking4": "Legal 500, Dispute Resolution, 2023",
    "ranking5": "Análise Advocacia 500, 2023",
    "idiomas": "Português, Inglês",
    "apresentacao1": "Vilmar é especialista em Direito Ambiental e Direito Público, com foco em gestão de crises e representação estratégica em processos judiciais e administrativos.  ",
    "apresentacao2": "Sua prática abrange uma vasta gama de questões relacionadas ao direito ambiental, destacando-se nas negociações e tratativas ligadas ao agronegócio, saneamento básico, exploração de recursos naturais, geração, transmissão e distribuição de energia elétrica, além da exploração de petróleo e gás, gestão de resíduos sólidos gerados em recursos de saúde, economia circular e sustentabilidade. Com uma abordagem proativa e estratégica, Vilmar proporciona soluções eficazes para os desafios complexos que seus clientes enfrentam.",
    "experiencia": "Vilmar presta serviços jurídicos e de negócios integrados, com foco em auxiliar os clientes a transitar de uma cultura de conformidade para uma cultura de desempenho ambiental. Sua experiência inclui representação em negociação e mediação multiparte, inquéritos civis, ações civis públicas, comissões parlamentares de inquéritos (CPIs) e na negociação de Termos de Ajustamento de Conduta (TACs). Vilmar também desempenha um papel crucial na transição de uma cultura de conformidade para uma cultura de desempenho ambiental. Ele desenvolve estratégias inovadoras e modelos de negócios que favorecem o meio ambiente, as pessoas e os propósitos das organizações de seus clientes Desde o início do processo, Vilmar oferece suporte na elaboração da matriz de materialidade, revisa regulamentações e relatórios pertinentes, e assegura a implementação de políticas eficazes. Além disso, ele realiza a due diligence em transações, cadeias de suprimento e direitos humanos com uma abordagem centrada em ESG. Vilmar também é o atual vice-presidente do Centro Brasileiro de Mediação e Arbitragem e da Comissão de Direito Ambiental da OAB/RJ, e é coordenador do MBA em Direito Ambiental da Universidade Candido Mendes.",
    "setores1": "Agronegócio,",
    "setores2": "Alimentos e Bebidas",
    "setores3": "Bens de Consumo e Varejo",
    "setores4": "Infraestrutura",
    "setores5": "Life Sciences e Healthcare",
    "setores6": "Mineração, Navegação",
    "pratica1": "Ambiental",
    "pratica2": "Regulatório",
    "pratica3": "Política e Compliance",
    "pratica4": "Sustentabilidade",
    "qualificacao": "Graduação em Direito pela Universidade Veiga de Almeida Mestre em Direito Público pela Universidade Gama FilhoEspecialização em Direito do Consumidor - Escola da Magistratura do Estado do Rio de JaneiroEspecialização em Direito da Administração Pública, Universidade Federal Fluminense“Essentials of Program Strategy and Evaluation”, Stanford University (virtual)",
    "aliancas": "Ordem dos Advogados do Brasil, Seccionais de São Paulo, Rio de Janeiro e Brasília Vice-presidente do Centro Brasileiro de Mediação e Arbitragem Vice-presidente da Comissão de Direito Ambiental da OAB/RJ Coordenador do MBA em Direito Ambiental da Universidade Candido Mendes"
  },
  {
    "id": 14,
    "nome": "Henrique Rojas",
    "cargo": "Sócio | Partner Rio de Janeiro",
    "email": "henrique.rojas@cosro.com",
    "telefone1": "+55 21 99301 1675",
    "img": "https://firebasestorage.googleapis.com/v0/b/site-costa-rodrigues.appspot.com/o/C%C3%B3pia%20de%20Henrique%20Rojas.jpg?alt=media&token=32238efd-9827-46fa-9b5b-de826ae7ea99"
  }
]
